fortuneBank = [
"อย่ากลัว การเริ่มต้นใหม่  และอย่าแคร์สายตาใคร ตราบใดที่เรายังหายใจ",
"อย่าเป็นคนเก่งที่แล้งน้ำใจ แต่จงเป็นคนธรรมดาทั่วไปที่มีน้ำใจ และไม่เห็นแก่ตัว",
"มองปัญหาให้เหมือนกับเม็ดทราย ถึงจะเยอะมากมาย แต่เม็ดทรายก็เล็กนิดเดียว",
"ใครจะดูถูกเราก็ปล่อยให้เค้าดูถูกไป แต่จงท่องให้ขึ้นใจว่าเราจะไม่ดูถูกตัวเอง",
"ปัญหาทุกอย่างล้วนอยู่ที่ตัวเราทั้งสิ้น ยินดีกับสิ่งที่ได้มา และยอมรับกับสิ่งที่เสียไป",
"หัวใจของการเดินทางไม่ได้อยู่ที่จุดหมาย หากอยู่ที่ประสบการณ์สองข้างทางมากกว่า",
"หลังพายุผ่านไป ฟ้าย่อมสดใสเสมอ",
"คนเราไม่ต้องเก่งไปทุกอย่าง แต่จงสนุกกับงานทุกชิ้น ที่ได้ทำ",
"ไม่เคยมีอะไรช้าเกินไป ที่จะทำใหสิ่งที่ตนฝัน .."
];

function play() {
	cookie1.classList.add("cookie-hide")
	cookie2.classList.add("cookie-show")
	setTimeout(function(){
		getFortune();
	},3000)
}

function getFortune() {
	rand = Math.floor(Math.random()*fortuneBank.length);
	fortune.innerText = fortuneBank[rand];
	fortune.style.opacity = 1;
	fortune.style.top = "96px";

}

function reload(){
	window.location.reload(false);
}